brew "awscli"
brew "coreutils"
brew "git"
brew "neovim"
brew "mise"
brew "lazygit"
brew "ripgrep"
brew "stow"
brew "tmux"
brew "zsh-syntax-highlighting"
brew "tree-sitter-cli"
brew "fzf"
brew "fd"

cask "devtoys"
cask "rectangle"
cask "font-hack-nerd-font"
cask "claude-code"
cask "ghostty"

