brew 'awscli'
brew 'coreutils'
brew 'git'
brew 'neovim'
brew 'mise'
brew 'lazygit'
brew 'ripgrep'
brew 'stow'
brew 'tmux'
brew 'zsh-syntax-highlighting'
brew 'tree-sitter-cli'
brew 'fzf'
brew 'fd'
brew 'zoxide'
brew 'eza'
brew 'starship'
brew 'bat'
brew 'imagemagick'

cask 'devtoys'
cask 'font-hack-nerd-font'
cask 'rectangle'
cask 'claude-code'
cask 'ghostty'
